IDEA StatiCa Open Model
Vector2D Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the Vector2D class
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Vector2D()
Public Sub New
public:
Vector2D()
See Also
Reference
Vector2D Class
IdeaRS.OpenModel.Geometry2D Namespace